Repository: MxIris-Application-Forks/nimble-commander
Catalog: Files/*.lproj/Operations.strings
Languages: ru

source: %@ %@ items to “%@”
ru: %1$@ %2$@ объектов в “%3$@”

source: %@ “%@” to “%@”
ru: %@ “%@” в “%@”

source: Abort
ru: Прервать

source: Altering attributes of %@ items in “%@”
ru: Изменение атрибутов %1$@ объектов в “%2$@”

source: Altering attributes of “%@”
ru: Изменение атрибутов “%@”

source: Altering symbolic link
ru: Изменение символической ссылки

source: Batch renaming %u items
ru: Групповое переименование %u объектов

source: Checksum verification failed!
ru: Ошибка верификации контрольной суммы!

source: Cleaning up
ru: Завершение

source: Compressing %@ items to “%@”
ru: Сжатие %1$@ объектов в “%2$@”

source: Compressing 1 item to “%@”
ru: Сжатие 1 объекта в “%@”

source: Compressing 2 items to “%@”
ru: Сжатие 2 объектов в “%@”

source: Compressing 3 items to “%@”
ru: Сжатие 3 объектов в “%@”

source: Compressing 4 items to “%@”
ru: Сжатие 4 объектов в “%@”

source: Compressing 5 items to “%@”
ru: Сжатие 5 объектов в “%@”

source: Compressing 6 items to “%@”
ru: Сжатие 6 объектов в “%@”

source: Compressing 7 items to “%@”
ru: Сжатие 7 объектов в “%@”

source: Compressing 8 items to “%@”
ru: Сжатие 8 объектов в “%@”

source: Compressing 9 items to “%@”
ru: Сжатие 9 объектов в “%@”

source: Copying
ru: Копирование

source: Creating a new hard link
ru: Создание жесткой ссылки

source: Creating a new symbolic link
ru: Создание символической ссылки

source: Creating directory “%@”
ru: Создание папки “%@”

source: Delete Permanently
ru: Удалить необратимо

source: Deleting %@ items
ru: Удаление %@ объектов

source: Deleting “%@”
ru: Удаление “%@”

source: Destination already exists. Do you want to rewrite it?
ru: Итоговый файл уже существует. Вы хотите переписать его?

source: Destination: %@ Source: %@
ru: Итоговый путь: %1$@ Исходный путь: %2$@

source: Error: %@
ru: Ошибка: %@

source: Error: %@ Directory: %@
ru: Ошибка: %1$@ Директория: %2$@

source: Error: %@ File: %@
ru: Ошибка: %1$@ Файл: %2$@

source: Error: %@ File: %@ Flags: %@
ru: Ошибка: %1$@ Файл: %2$@ Флаги: %3$@

source: Error: %@ File: %@ Mode: %@
ru: Ошибка: %1$@ Файл: %2$@ Режим: %3$@

source: Error: %@ Original path: %@ New path: %@
ru: Ошибка: %1$@ Исходный путь: %2$@ Новый путь: %3$@

source: Error: %@ Path: %@
ru: Ошибка: %1$@ Путь: %2$@

source: Failed to access a directory
ru: Отсутствует доступ к папке

source: Failed to access a file
ru: Отсутствует доступ к файлу

source: Failed to alter a symbolic link
ru: Не удалось изменить символическую ссылку

source: Failed to create a hard link
ru: Не удалось создать жесткую ссылку

source: Failed to create a symbolic link
ru: Не удалось создать символическую ссылку

source: Failed to create directory
ru: Не удалось создать папку

source: Failed to delete a directory
ru: Не удалось удалить папку

source: Failed to delete a file
ru: Не удалось удалить файл

source: Failed to move an item to Trash
ru: Не удалось переместить объект в Корзину

source: Failed to open destination file
ru: Не удалось открыть целевой файл

source: Failed to perform chflags
ru: Не удалось выполнить chflags

source: Failed to perform chmod
ru: Не удалось выполнить chmod

source: Failed to perform chown
ru: Не удалось выполнить chown

source: Failed to read a file
ru: Не удалось прочитать файл

source: Failed to rename an item
ru: Не удалось переименовать объект

source: Failed to set file time
ru: Не удалось установить время файла

source: Failed to write a file
ru: Не удалось записать файл

source: Failed to write an archive
ru: Не удалось записать архив

source: Hide
ru: Скрыть

source: MD5 checksum mismatch found for path: %@
ru: Несовпадение контрольной суммы MD5: %@

source: Moving
ru: Перенос

source: Preparing to compress to “%@”
ru: Подготовка к сжатию в “%@”

source: Processing “%@”
ru: Обработка “%@”

source: Retry
ru: Повторить

source: Rewrite
ru: Переписать

source: Skip
ru: Пропустить

source: Skip All
ru: Пропустить все

source: Verifying “%@”
ru: Верификация “%@”
