Repository: MxIris-Application-Forks/nimble-commander
Catalog: NimbleCommander/Resources/*.lproj/Localizable.strings
Languages: ru

source: %@ available
ru: %@ доступно

source: Allow Access
ru: Разрешить доступ

source: Are you sure you want to clear the list of recent servers?
ru: Вы действительно хотите очистить список последних подключений?

source: Are you sure you want to delete this connection?
ru: Вы действительно хотите удалить это соединение?

source: Are you sure you want to remove this editor?
ru: Вы действительно хотите убрать этот редактор?

source: Are you sure you want to remove this theme?
ru: Вы действительно хотите удалить эту тему?

source: Are you sure you want to remove this tool?
ru: Вы действительно хотите удалить этот инструмент?

source: Are you sure you want to reset settings to defaults?
ru: Вы действительно хотите сбросить настройки к стандартным?

source: Brief System Information
ru: Краткий обзор системы

source: CPU
ru: ЦП

source: Cancel
ru: Отмена

source: Case-sensitive search
ru: Поиск с учетом регистра

source: Change file attributes for %@ selected items
ru: Изменить файловые атрибуты для %@ выбранных объектов

source: Change file attributes for “%@”
ru: Изменить файловые атрибуты для “%@”

source: Check for Updates...
ru: Проверить наличие обновлений...

source: Clear Recent Servers...
ru: Очистить последние серверы...

source: Clear Recents
ru: Очистить недавние поиски

source: Click “Allow Access” to grant access to files in the selected directory
ru: Нажмите “Разрешить доступ” чтобы позволить работать с файлами в выбранной директории

source: Close Tab
ru: Закрыть вкладку

source: Close Viewer
ru: Закрыть просмотрщик

source: Close Window
ru: Закрыть окно

source: Closing this window will terminate the running processes:
ru: Закрытие этого окна прервет следующие процессы:

source: Computer Name:
ru: Имя компьютера:

source: Connections
ru: Соединения

source: Copy %@ items to:
ru: Копировать %@ объектов в:

source: Copy “%@” to:
ru: Копировать “%@” в:

source: Delete Permanently
ru: Удалить необратимо

source: Deselect files by mask:
ru: Снять выделение по маске:

source: Disable Admin Mode
ru: Выключить режим администратора

source: Do you want to close this window?
ru: Вы хотите закрыть это окно?

source: Do you want to delete %@ items?
ru: Вы хотите удалить %@ объектов?

source: Do you want to delete “%@”?
ru: Вы хотите удалить “%@”?

source: Don't send
ru: Не отправлять

source: Enable Admin Mode
ru: Включить режим администратора

source: FTP connection error:
ru: Ошибка подключения FTP:

source: Failed to access the privileged helper.
ru: Не удалось связаться с привилегированным помощником.

source: Failed to create an empty file:
ru: Не удалось создать пустой файл:

source: Failed to open extended attributes
ru: Не удалось открыть расширенные атрибуты

source: Favorites
ru: Избранное

source: File View - %@
ru: Просмотр файла - %@

source: Find whole phrase
ru: Искать фразу целиком

source: Free Bytes:
ru: Свободно байт:

source: General
ru: Основное

source: Hide Tab Bar
ru: Скрыть панель вкладок

source: Hide Terminal
ru: Скрыть терминал

source: Hide Toolbar
ru: Скрыть панель инструментов

source: History
ru: История

source: How are we doing?
ru: Ваше мнение о NC?

source: I use Nimble Commander, a great file manager for macOS! http://magnumbytes.com/
ru: Я использую Nimble Commander! http://magnumbytes.com/

source: Idle:
ru: Свободно:

source: Learn more about advanced tools
ru: Узнать больше о дополнительных возможностях

source: Mac Model:
ru: Модель Mac:

source: Move to Trash
ru: Переместить в Корзину

source: N/A
ru: Н/Д

source: New Folder with Items
ru: Новая папка с объектами

source: No
ru: Нет

source: OK
ru: ОК

source: Opening file...
ru: Открытие файла...

source: Parent Folders
ru: Родительские папки

source: Please help us to improve the product
ru: Помогите нам улучшить продукт

source: RAM
ru: Память

source: Recent Searches
ru: Недавние поиски

source: Recent Servers
ru: Последние серверы

source: Recents
ru: Последние

source: Rename/move %@ items to:
ru: Переименовать/переместить %@ объектов в:

source: Rename/move “%@” to:
ru: Переименовать/переместить “%@” в:

source: SFTP connection error:
ru: Ошибка подключения SFTP:

source: Search in file
ru: Искать в файле

source: Select files by mask:
ru: Выделить по маске:

source: Selected %@ in %@ files
ru: Выделено %1$@ в %2$@ файлах

source: Selected %@ in 1 file
ru: Выделено %@ в 1 файле

source: Selected %@ in 2 files
ru: Выделено %@ в 2 файлах

source: Selected %@ in 3 files
ru: Выделено %@ в 3 файлах

source: Selected %@ in 4 files
ru: Выделено %@ в 4 файлах

source: Selected %@ in 5 files
ru: Выделено %@ в 5 файлах

source: Selected %@ in 6 files
ru: Выделено %@ в 6 файлах

source: Selected %@ in 7 files
ru: Выделено %@ в 7 файлах

source: Selected %@ in 8 files
ru: Выделено %@ в 8 файлах

source: Selected %@ in 9 files
ru: Выделено %@ в 9 файлах

source: Send
ru: Отправлять

source: Show Tab Bar
ru: Показать панель вкладок

source: Show Terminal
ru: Показать терминал

source: Show Toolbar
ru: Показать панель инструментов

source: Stop and Close
ru: Остановить и закрыть

source: Stop and Quit
ru: Остановить и завершить

source: Storage
ru: Хранилище

source: Swap:
ru: Своп:

source: System:
ru: Система:

source: Terminate and Close
ru: Прервать и закрыть

source: The application has running operations. Do you want to stop all operations and quit?
ru: Имеются работающие операции. Прекратить все операции и завершить приложение?

source: The name “%@” can’t be used.
ru: Имя “%@” не может быть использовано.

source: The window has running operations. Do you want to stop them and close the window?
ru: В окне имеются выполняющиеся операции. Остановить их и закрыть окно?

source: This operation is not reversible.
ru: Эта операция необратима.

source: This will erase all your custom settings.
ru: Это удалит ваши собственные настройки.

source: Toggle Dual-Pane Mode
ru: Включить двухпанельный режим

source: Toggle Single-Pane Mode
ru: Включить однопанельный режим

source: Total Bytes:
ru: Всего байт:

source: Total:
ru: Всего:

source: Try using a name with fewer characters or without punctuation marks.
ru: Попытайтесь использовать имя с меньшим количеством символов или без знаков пунктуации.

source: Used:
ru: Используемая:

source: User Name:
ru: Имя пользователя:

source: User:
ru: Пользователь:

source: Volume Name:
ru: Название тома:

source: Volumes
ru: Тома

source: Would you like to send anonymous usage statistics to the developer? None of your personal data would be collected.
ru: Хотели бы Вы отправлять разработчику анонимную статистику об использовании? Никакая личная информация о Вас не будет собираться.

source: Yes
ru: Да

source: You can’t undo this action.
ru: Вы не сможете отменить эту операцию.

source: [Mixed]
ru: [Разные]

source: __MODERNPRESENTATION_FOLDER_WORD
ru: Папка

source: __MODERNPRESENTATION_UP_WORD
ru: Наверх

source: __THANKS_FOR_REGISTER_INFORMATIVE
ru: Спасибо за использование зарегистрированной копии Nimble Commander!

source: __THANKS_FOR_REGISTER_MESSAGE
ru: Успешная активация

source: __TRIAL_WINDOW_NOTE
ru: Это пробная версия Nimble Commander.<br>Чтобы продолжить использование этого продукта после окончания пробного периода в 30 дней, Вам нужно <a href="http://magnumbytes.com/redirectlinks/buy_license">купить лицензию</a> или <a href="macappstore://itunes.apple.com/app/id942443942">установить платную версию</a> из Mac App Store.<br>Это окно появляется только в пробной версии.

source: untitled folder
ru: Новая папка

source: untitled.txt
ru: новый файл.txt
